[
    {
        "title": "Significance of The First 10 Minutes In League of Legends Matches.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Conducted analysis on professional League of Legends matches played in 2022, focusing on the question of 'how significant is the first 10 minutes of each League of Legends match in regard to gold collected?'"
    },
    {
        "title": "Can You Predict An Anime's Score?",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Collaborated with a team of 5 to attempt to predict the score of an anime on MyAnimeList before it is released by utilizing its genre(s), episode count, adapting studio, streaming platform, and its source material."
    },
    {
        "title": "Rudimentary Messaging Application",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Collaborated with another student to code a rudimentary coding app similar to Discord and iMessage. Simulated sending and receiving messages by utilizing GUI, SQL, sockets, and multithreading."
    },
    {
        "title": "Excepturi soluta quasi hic.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aliquid nemo architecto error voluptatibus eum adipisci excepturi aliquam fugiat assumenda dignissimos laudantium earum odit placeat minima voluptatem esse sint laboriosam repellendus quam eos, facere porro quae reiciendis inventore. Quis."
    },
    {
        "title": "Cum voluptatibus earum ipsam!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Laudantium voluptates cupiditate aperiam minima quo possimus vero asperiores rerum, libero in animi quod. Placeat repellat nostrum animi odit, debitis vitae illo perspiciatis omnis culpa aliquam eveniet cupiditate beatae explicabo."
    },
    {
        "title": "Voluptas nihil placeat quam.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Itaque delectus aliquid voluptate, magni laudantium nostrum qui repellendus, voluptatem ipsum ducimus esse atque id veritatis eos amet. Pariatur illum, dolores placeat eos perferendis quaerat veniam quasi ex a doloremque!"
    },
    {
        "title": "Veritatis in incidunt laborum.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Architecto animi beatae, nam culpa tenetur ut in blanditiis iusto optio molestiae earum corrupti aliquam inventore quidem aut esse? Illum voluptatum nobis reiciendis impedit exercitationem ab natus id amet quasi."
    },
    {
        "title": "Accusantium praesentium doloribus excepturi.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Nisi veniam, sunt porro libero incidunt obcaecati illum ipsa beatae ipsam aliquid voluptate est nam laborum? Dignissimos, magnam ratione, architecto reprehenderit tenetur eum distinctio assumenda dicta unde sapiente nihil dolorum?"
    },
    {
        "title": "Ullam eos labore in.",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Incidunt repellat sint enim quos, quia dignissimos vel veritatis error distinctio excepturi aperiam illum hic eligendi! Accusamus accusantium eius recusandae consequuntur atque quos explicabo nam tenetur quia aut, nemo repellendus."
    },
    {
        "title": "Rem illum voluptatum ipsa!",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Laboriosam saepe quae cumque? Vero nisi voluptates totam quas accusantium nobis enim possimus, natus numquam officia unde vel ipsum fugit expedita quisquam amet, autem odit quidem nemo sed laudantium iste?"
    },
    {
        "title": "Minus cumque accusamus earum!",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Saepe facere ab molestias at fugiat fuga nulla blanditiis cupiditate suscipit veritatis vel quidem ex minus hic eius quia nihil nam neque animi qui, reiciendis, velit illo! Natus, fugiat id."
    },
    {
        "title": "Recusandae officia voluptate adipisci?",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Perspiciatis itaque labore eum incidunt voluptas voluptate commodi, nam dicta vitae qui maxime saepe sunt laboriosam modi, sed iusto. Laboriosam aperiam sequi mollitia sit ullam nostrum, exercitationem porro numquam adipisci."
    }
]